<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadDisplayName</key>
            <string>Cellular</string>
            <key>PayloadIdentifier</key>
            <string>com.apple.cellular</string>
            <key>PayloadType</key>
            <string>com.apple.cellular</string>
            <key>PayloadUUID</key>
            <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0123</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>APNs</key>
            <array>
                <dict>
                    <key>AuthenticationType</key>
                    <string>CHAP</string>
                    <key>Enabled</key>
                    <true/>
                    <key>Name</key>
                    <string>mtnirancell</string>
                </dict>
            </array>
            <key>SignalBoostEnabled</key>
            <true/>
            <key>VPN</key>
            <dict>
                <key>Enabled</key>
                <true/>
                <key>PayloadType</key>
                <string>com.apple.vpn</string>
                <key>PayloadUUID</key>
                <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0124</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>OnDemandEnabled</key>
                <true/>
                <key>PayloadContent</key>
                <array>
                    <dict>
                        <key>PayloadDisplayName</key>
                        <string>VPN Configuration</string>
                        <key>PayloadIdentifier</key>
                        <string>com.apple.vpn.managed</string>
                        <key>PayloadType</key>
                        <string>com.apple.vpn.managed</string>
                        <key>PayloadUUID</key>
                        <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0125</string>
                        <key>PayloadVersion</key>
                        <integer>1</integer>
                        <key>AuthenticationMethod</key>
                        <string>Certificate</string>
                        <key>DisconnectOnLogout</key>
                        <true/>
                        <key>DisconnectOnSleep</key>
                        <true/>
                        <key>SendAllTraffic</key>
                        <true/>
                        <key>ServerAddress</key>
                        <string>vpn.example.com</string>
                        <key>ServerPort</key>
                        <integer>1723</integer>
                        <key>Protocol</key>
                        <string>L2TP</string>
                        <key>SharedSecret</key>
                        <string>YourSharedSecret</string>
                        <key>Username</key>
                        <string>YourUsername</string>
                    </dict>
                </array>
            </dict>
            <key>Proxy</key>
            <dict>
                <key>Enabled</key>
                <true/>
                <key>PayloadType</key>
                <string>com.apple.proxy</string>
                <key>PayloadUUID</key>
                <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0126</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>HTTPEnable</key>
                <true/>
                <key>HTTPPort</key>
                <integer>8080</integer>
                <key>HTTPSEnable</key>
                <true/>
                <key>HTTPSPort</key>
                <integer>8080</integer>
                <key>FTPEnable</key>
                <true/>
                <key>FTPPort</key>
                <integer>21</integer>
                <key>SOCKSEnable</key>
                <true/>
                <key>SOCKSPort</key>
                <integer>1080</integer>
                <key>Server</key>
                <string>proxy.example.com</string>
                <key>ExclusionList</key>
                <array>
                    <string>localhost</string>
                    <string>127.0.0.1</string>
                    <string>169.254.0.0/16</string>
                </array>
            </dict>
            <key>Firewall</key>
            <dict>
                <key>Enabled</key>
                <true/>
                <key>PayloadType</key>
                <string>com.apple.firewall</string>
                <key>PayloadUUID</key>
                <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0127</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>AllowedApplications</key>
                <array>
                    <string>com.apple.Safari</string>
                    <string>com.apple.Mail</string>
                    <string>com.apple.Messages</string>
                    <string>com.apple.iChat</string>
                </array>
                <key>AllowedServices</key>
                <array>
                    <string>com.apple.netbios</string>
                    <string>com.apple.ssh</string>
                </array>
                <key>StealthMode</key>
                <true/>
            </dict>
        </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>Cellular and Network Settings</string>
    <key>PayloadIdentifier</key>
    <string>com.example.cellular</string>
    <key>PayloadOrganization</key>
    <string>Example Inc.</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>A1B2C3D4-E5F6-1234-5678-90ABCDEF0128</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
